Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Taps, swipes and controls answer back with a vibration.
de: Tippen, Wischen und Bedienelemente geben eine Vibration zurück.
fi: Napautukset, pyyhkäisyt ja säätimet antavat värinäpalautetta.
fr: Les gestes et commandes répondent par une vibration.
ja: タップやスワイプ、操作に振動で反応します。
uk: Дотики, жести й елементи керування відповідають вібрацією.
zh_hans: 点按、轻扫和控件操作会提供振动反馈。
zh_hant: 點按、滑動和控制項操作會提供震動回饋。

source: Taps, swipes and controls answer back with a vibration. Strength sets how hard they land — each control keeps its own character at every level.
de: Tippen, Wischen und Bedienelemente geben eine Vibration zurück. Die Stärke bestimmt die Intensität; jede Aktion behält ihren eigenen Charakter.
fi: Napautukset, pyyhkäisyt ja säätimet antavat värinäpalautetta. Voimakkuus säätää tehoa ja säilyttää kunkin toiminnon oman tuntuman.
fr: Les gestes et commandes répondent par une vibration. La force règle leur intensité tout en conservant le caractère de chaque commande.
ja: タップやスワイプ、操作に振動で反応します。強さを変えても、それぞれの操作に固有の振動パターンは維持されます。
uk: Дотики, жести й елементи керування відповідають вібрацією. Сила змінює інтенсивність, зберігаючи характер кожної дії.
zh_hans: 点按、轻扫和控件操作会提供振动反馈。强度决定振动的力度，同时保留各控件独有的触感。
zh_hant: 點按、滑動和控制項操作會提供震動回饋。強度決定震動的力道，同時保留各控制項獨有的觸感。

source: Tech Stack
de: Technologie
fi: Teknologiat
fr: Technologies
ja: 技術スタック
uk: Технології
zh_hans: 技术栈
zh_hant: 技術堆疊

source: That code timed out for security. Get a new one.
de: Dieser Code ist aus Sicherheitsgründen abgelaufen. Hol dir einen neuen.
fi: Koodi vanheni turvallisuussyistä. Hae uusi.
fr: Ce code a expiré par sécurité. Obtenez-en un nouveau.
ja: このコードはセキュリティのため期限切れになりました。新しいコードを取得してください。
uk: Термін дії коду минув з міркувань безпеки. Отримайте новий.
zh_hans: 此代码已因安全原因过期。请获取新代码。
zh_hant: 此代碼已因安全原因過期。請取得新代碼。

source: That username or password isn’t correct.
de: Benutzername oder Passwort ist nicht korrekt.
fi: Käyttäjätunnus tai salasana ei ole oikein.
fr: Ce nom d’utilisateur ou ce mot de passe est incorrect.
ja: ユーザー名またはパスワードが正しくありません。
uk: Ім’я користувача або пароль неправильні.
zh_hans: 用户名或密码不正确。
zh_hant: 使用者名稱或密碼不正確。

source: The artist could not be loaded right now.
de: Der Künstler konnte gerade nicht geladen werden.
fi: Artistia ei voitu ladata juuri nyt.
fr: Impossible de charger l’artiste pour le moment.
ja: 現在アーティストを読み込めません。
uk: Зараз не вдалося завантажити виконавця.
zh_hans: 暂时无法加载该艺人。
zh_hant: 暫時無法載入該藝人。

source: The camera couldn't be opened. Check that it isn't blocked by another app, then try again.
de: Die Kamera konnte nicht geöffnet werden. Prüfe, ob sie von einer anderen App blockiert wird, und versuche es erneut.
fi: Kameraa ei voitu avata. Tarkista, ettei toinen sovellus estä sitä, ja yritä uudelleen.
fr: Impossible d’ouvrir l’appareil photo. Vérifiez qu’aucune autre app ne l’utilise, puis réessayez.
ja: カメラを開けませんでした。別のアプリが使用していないか確認して、もう一度お試しください。
uk: Не вдалося відкрити камеру. Переконайтеся, що її не блокує інший застосунок, і спробуйте ще раз.
zh_hans: 无法打开相机。请确认它没有被其他应用占用，然后重试。
zh_hant: 無法開啟相機。請確認它沒有被其他 App 佔用，然後再試一次。

source: The camera couldn't be prepared for scanning.
de: Die Kamera konnte nicht zum Scannen vorbereitet werden.
fi: Kameraa ei voitu valmistella skannausta varten.
fr: Impossible de préparer l’appareil photo pour le scan.
ja: スキャン用にカメラを準備できませんでした。
uk: Не вдалося підготувати камеру до сканування.
zh_hans: 无法准备相机进行扫描。
zh_hant: 無法準備相機進行掃描。

source: The camera stopped unexpectedly. Check that it is working, then try again.
de: Die Kamera wurde unerwartet beendet. Prüfe, ob sie funktioniert, und versuche es erneut.
fi: Kamera pysähtyi odottamatta. Tarkista, että se toimii, ja yritä uudelleen.
fr: L’appareil photo s’est arrêté de façon inattendue. Vérifiez qu’il fonctionne, puis réessayez.
ja: カメラが予期せず停止しました。動作を確認して、もう一度お試しください。
uk: Камера неочікувано зупинилася. Перевірте, чи вона працює, і спробуйте ще раз.
zh_hans: 相机意外停止。请确认其工作正常后重试。
zh_hant: 相機意外停止。請確認其運作正常後再試一次。

source: The category couldn’t be loaded. Check your connection and try again.
de: Die Kategorie konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
fi: Kategoriaa ei voitu ladata. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de charger la catégorie. Vérifiez votre connexion et réessayez.
ja: カテゴリを読み込めませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося завантажити категорію. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法加载该类别。请检查网络连接后重试。
zh_hant: 無法載入該類別。請檢查網路連線後再試一次。

source: The developer menu and related features will be hidden until you turn developer mode back on.
de: Das Entwicklermenü und zugehörige Funktionen werden bis zur erneuten Aktivierung ausgeblendet. Debug-Protokollierung wird deaktiviert.
fi: Kehittäjävalikko ja sen toiminnot piilotetaan, kunnes otat kehittäjätilan taas käyttöön. Virheenkorjausloki poistetaan käytöstä.
fr: Le menu développeur et ses fonctions seront masqués jusqu’à réactivation. La journalisation de débogage sera désactivée.
ja: 開発者モードを再度有効にするまで、開発者メニューと関連機能を非表示にします。デバッグログも無効にします。
uk: Меню розробника та пов’язані функції буде приховано до повторного ввімкнення режиму розробника. Журнал налагодження буде вимкнено.
zh_hans: 重新启用开发者模式前，将隐藏开发者菜单和相关功能，并关闭调试日志。
zh_hant: 重新啟用開發者模式前，將隱藏開發者選單和相關功能，並關閉偵錯日誌。

source: The karaoke catalog may need a moment
de: Der Karaoke-Katalog braucht vielleicht einen Moment
fi: Karaokeluettelo saattaa tarvita hetken
fr: Le catalogue karaoké a peut-être besoin d’un instant
ja: カラオケのカタログに少し時間がかかっている可能性があります
uk: Каталогу караоке може знадобитися хвилинка
zh_hans: 卡拉 OK 曲库可能需要一点时间
zh_hant: 卡拉 OK 曲庫可能需要一點時間

source: The live station isn't reachable right now.
de: Der Live-Sender ist gerade nicht erreichbar.
fi: Live-asemaan ei saada juuri nyt yhteyttä.
fr: La station en direct est injoignable pour le moment.
ja: 現在ライブステーションに接続できません。
uk: Жива станція зараз недоступна.
zh_hans: 目前无法连接直播电台。
zh_hant: 目前無法連線到直播電台。

source: The new order couldn't be saved. Check your connection and try again.
de: Die neue Reihenfolge konnte nicht gesichert werden. Prüfe deine Verbindung und versuche es erneut.
fi: Uutta järjestystä ei voitu tallentaa. Tarkista yhteys ja yritä uudelleen.
fr: Impossible d’enregistrer le nouvel ordre. Vérifiez votre connexion et réessayez.
ja: 新しい順序を保存できませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося зберегти новий порядок. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法保存新的顺序。请检查网络连接后重试。
zh_hant: 無法儲存新的順序。請檢查網路連線後再試一次。

source: The newest songs and latest releases
de: Die neuesten Songs und Veröffentlichungen
fi: Uusimmat kappaleet ja julkaisut
fr: Les derniers titres et sorties
ja: 最新の曲とリリース
uk: Найновіші пісні та релізи
zh_hans: 最新歌曲和发行
zh_hant: 最新歌曲和發行

source: The playlist couldn't be loaded. Check your connection and try again.
de: Die Playlist konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
fi: Soittolistaa ei voitu ladata. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de charger la playlist. Vérifiez votre connexion et réessayez.
ja: プレイリストを読み込めませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося завантажити плейлист. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法加载歌单。请检查网络连接后重试。
zh_hant: 無法載入歌單。請檢查網路連線後再試一次。

source: The QR scanner couldn't start on this device.
de: Der QR-Scanner konnte auf diesem Gerät nicht starten.
fi: QR-skanneri ei käynnistynyt tällä laitteella.
fr: Le scanner QR n’a pas pu démarrer sur cet appareil.
ja: このデバイスでQRスキャナを起動できませんでした。
uk: Не вдалося запустити QR-сканер на цьому пристрої.
zh_hans: 无法在此设备上启动二维码扫描器。
zh_hant: 無法在此裝置上啟動 QR 碼掃描器。

source: The random songs response could not be read.
de: Die Antwort mit zufälligen Songs konnte nicht gelesen werden.
fi: Satunnaisten kappaleiden vastausta ei voitu lukea.
fr: Impossible de lire la réponse des titres aléatoires.
ja: ランダムな曲の応答を読み取れませんでした。
uk: Не вдалося прочитати відповідь із випадковими піснями.
zh_hans: 无法读取随机歌曲响应。
zh_hant: 無法讀取隨機歌曲回應。

source: The request timed out. Check your connection and try again.
de: Zeitüberschreitung der Anfrage. Prüfe deine Verbindung und versuche es erneut.
fi: Pyyntö aikakatkaistiin. Tarkista yhteys ja yritä uudelleen.
fr: La requête a expiré. Vérifiez votre connexion et réessayez.
ja: リクエストがタイムアウトしました。接続を確認して、もう一度お試しください。
uk: Час очікування запиту минув. Перевірте з’єднання та повторіть спробу.
zh_hans: 请求超时。请检查网络连接后重试。
zh_hant: 要求逾時。請檢查網路連線後再試一次。

source: The scanner will open as soon as access is ready.
de: Der Scanner öffnet sich, sobald der Zugriff bereit ist.
fi: Skanneri avautuu heti, kun käyttöoikeus on valmis.
fr: Le scanner s’ouvrira dès que l’accès sera prêt.
ja: アクセスの準備ができるとスキャナが開きます。
uk: Сканер відкриється, щойно доступ буде готовий.
zh_hans: 获得相应权限后即可使用扫描功能
zh_hant: 取得相應權限後即可使用掃描功能

source: The server returned an error (%lld).
de: Der Server hat einen Fehler gemeldet (%lld).
fi: Palvelin palautti virheen (%lld).
fr: Le serveur a renvoyé une erreur (%lld).
ja: サーバーがエラーを返しました（%lld）。
uk: Сервер повернув помилку (%lld).
zh_hans: 服务器返回错误（%lld）。
zh_hant: 伺服器傳回錯誤（%lld）。

source: The server returned an error (%lld). Try again.
de: Der Server hat einen Fehler gemeldet (%lld). Versuche es erneut.
fi: Palvelin palautti virheen (%lld). Yritä uudelleen.
fr: Le serveur a renvoyé une erreur (%lld). Réessayez.
ja: サーバーがエラーを返しました（%lld）。もう一度お試しください。
uk: Сервер повернув помилку (%lld). Спробуйте ще раз.
zh_hans: 服务器返回错误（%lld）。请重试。
zh_hant: 伺服器傳回錯誤（%lld）。請再試一次。

source: The server returned HTTP %lld.
de: Der Server hat HTTP %lld zurückgegeben.
fi: Palvelin palautti HTTP %lld.
fr: Le serveur a renvoyé HTTP %lld.
ja: サーバーがHTTP %lldを返しました。
uk: Сервер повернув HTTP %lld.
zh_hans: 服务器返回 HTTP %lld。
zh_hant: 伺服器傳回 HTTP %lld。

source: The server sent an unexpected response.
de: Der Server hat eine unerwartete Antwort gesendet.
fi: Palvelin lähetti odottamattoman vastauksen.
fr: Le serveur a envoyé une réponse inattendue.
ja: サーバーから予期しない応答がありました。
uk: Сервер надіслав неочікувану відповідь.
zh_hans: 服务器发送了意外的响应。
zh_hant: 伺服器傳送了非預期的回應。

source: The video gallery endpoint is unavailable.
de: Der Videogalerie-Endpunkt ist nicht verfügbar.
fi: Videogallerian rajapinta ei ole käytettävissä.
fr: Le point d’accès de la galerie vidéo est indisponible.
ja: ビデオギャラリーのエンドポイントを利用できません。
uk: Кінцева точка відеогалереї недоступна.
zh_hans: 视频库接口不可用。
zh_hant: 影片庫端點無法使用。

source: The video response could not be read.
de: Die Videoantwort konnte nicht gelesen werden.
fi: Videovastausta ei voitu lukea.
fr: Impossible de lire la réponse vidéo.
ja: ビデオの応答を読み取れませんでした。
uk: Не вдалося прочитати відповідь із відео.
zh_hans: 无法读取视频响应。
zh_hant: 無法讀取影片回應。

source: Theme
de: Design
fi: Teema
fr: Thème
ja: テーマ
uk: Тема
zh_hans: 主题
zh_hant: 主題

# Theme.dark
source: Dark
de: Dunkel
fi: Tumma
fr: Sombre
ja: ダーク
uk: Темна
zh_hans: 深色
zh_hant: 深色

# Theme.light
source: Light
de: Hell
fi: Vaalea
fr: Clair
ja: ライト
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

source: There's nothing loaded to play on this watch.
de: Auf dieser Uhr ist nichts zum Abspielen geladen.
fi: Tähän kelloon ei ole ladattu mitään toistettavaa.
fr: Rien n’est chargé pour la lecture sur cette montre.
ja: このApple Watchには再生できるものが読み込まれていません。
uk: На цьому годиннику нічого не завантажено для відтворення.
zh_hans: 此手表上没有可播放的内容。
zh_hant: 此手錶上沒有可播放的內容。

source: They'll show up here when they're available.
de: Sie erscheinen hier, sobald sie verfügbar sind.
fi: Ne näkyvät täällä, kun ne ovat saatavilla.
fr: Ils apparaîtront ici dès qu’ils seront disponibles.
ja: 利用可能になるとここに表示されます。
uk: Вони з’являться тут, щойно стануть доступними.
zh_hans: 可用时会显示在这里。
zh_hant: 可用時會顯示在這裡。

source: This camera doesn't support QR code scanning.
de: Diese Kamera unterstützt kein Scannen von QR-Codes.
fi: Tämä kamera ei tue QR-koodien skannausta.
fr: Cet appareil photo ne prend pas en charge le scan de codes QR.
ja: このカメラはQRコードのスキャンに対応していません。
uk: Ця камера не підтримує сканування QR-кодів.
zh_hans: 此相机不支持扫描二维码。
zh_hant: 此相機不支援掃描 QR 碼。

source: This collection does not have playable songs yet.
de: Diese Sammlung enthält noch keine abspielbaren Songs.
fi: Tässä kokoelmassa ei ole vielä toistettavia kappaleita.
fr: Cette collection ne contient pas encore de titres lisibles.
ja: このコレクションにはまだ再生できる曲がありません。
uk: У цій колекції ще немає пісень для відтворення.
zh_hans: 此合集还没有可播放的歌曲。
zh_hant: 此合集還沒有可播放的歌曲。

source: This device can't open the camera right now. Check that the camera is working, then try again.
de: Dieses Gerät kann die Kamera gerade nicht öffnen. Prüfe, ob die Kamera funktioniert, und versuche es erneut.
fi: Tämä laite ei voi avata kameraa juuri nyt. Tarkista, että kamera toimii, ja yritä uudelleen.
fr: Cet appareil ne peut pas ouvrir l’appareil photo pour le moment. Vérifiez qu’il fonctionne, puis réessayez.
ja: このデバイスは現在カメラを開けません。カメラが動作しているか確認して、もう一度お試しください。
uk: Цей пристрій зараз не може відкрити камеру. Перевірте, чи працює камера, і спробуйте ще раз.
zh_hans: 此设备暂时无法打开相机。请确认相机工作正常后重试。
zh_hant: 此裝置暫時無法開啟相機。請確認相機運作正常後再試一次。

source: This device doesn't have an available camera for scanning QR codes.
de: Dieses Gerät hat keine verfügbare Kamera zum Scannen von QR-Codes.
fi: Tässä laitteessa ei ole kameraa QR-koodien skannaamiseen.
fr: Cet appareil n’a pas d’appareil photo disponible pour scanner des codes QR.
ja: このデバイスにはQRコードをスキャンできるカメラがありません。
uk: На цьому пристрої немає камери для сканування QR-кодів.
zh_hans: 此设备没有可用于扫描二维码的相机。
zh_hant: 此裝置沒有可用於掃描 QR 碼的相機。

source: This pack needs a newer version of the app.
de: Dieses Paket benötigt eine neuere App-Version.
fi: Tämä paketti vaatii sovelluksen uudemman version.
fr: Ce pack nécessite une version plus récente de l’app.
ja: このパックには新しいバージョンのアプリが必要です。
uk: Для цього пакета потрібна новіша версія застосунку.
zh_hans: 此资源包需要更新版本的应用。
zh_hant: 此資源包需要更新版本的 App。

source: This playlist is empty
de: Diese Playlist ist leer
fi: Tämä soittolista on tyhjä
fr: Cette playlist est vide
ja: このプレイリストは空です
uk: Цей плейлист порожній
zh_hans: 此歌单为空
zh_hant: 此歌單是空的

source: This playlist is empty.
de: Diese Playlist ist leer.
fi: Tämä soittolista on tyhjä.
fr: Cette playlist est vide.
ja: このプレイリストは空です。
uk: Цей плейлист порожній.
zh_hans: 此歌单为空。
zh_hant: 此歌單是空的。

source: This QR code doesn't come from an official Twinskaraoke website.
de: Dieser QR-Code stammt nicht von einer offiziellen Twinskaraoke-Website.
fi: Tämä QR-koodi ei ole peräisin Twinskaraoken viralliselta sivustolta.
fr: Ce code QR ne provient pas d’un site officiel de Twinskaraoke.
ja: このQRコードはTwinskaraokeの公式サイトのものではありません。
uk: Цей QR-код не з офіційного сайту Twinskaraoke.
zh_hans: 此二维码并非来自 Twinskaraoke 官方网站。
zh_hant: 此 QR 碼並非來自 Twinskaraoke 官方網站。

source: This QR code expired. Refresh it and try again.
de: Dieser QR-Code ist abgelaufen. Aktualisiere ihn und versuche es erneut.
fi: Tämä QR-koodi on vanhentunut. Päivitä se ja yritä uudelleen.
fr: Ce code QR a expiré. Actualisez-le et réessayez.
ja: このQRコードは期限切れです。更新して、もう一度お試しください。
uk: Термін дії цього QR-коду минув. Оновіть його та спробуйте ще раз.
zh_hans: 此二维码已过期。请刷新后重试。
zh_hant: 此 QR 碼已過期。請重新整理後再試一次。

source: This result cannot be played on Apple Watch.
de: Dieses Ergebnis kann auf der Apple Watch nicht abgespielt werden.
fi: Tätä tulosta ei voi toistaa Apple Watchilla.
fr: Ce résultat ne peut pas être lu sur l’Apple Watch.
ja: この結果はApple Watchで再生できません。
uk: Цей результат не можна відтворити на Apple Watch.
zh_hans: 该内容无法在 Apple Watch 上播放
zh_hant: 該內容無法在 Apple Watch 上播放

source: This song has no playable audio.
de: Dieser Song hat kein abspielbares Audio.
fi: Tällä kappaleella ei ole toistettavaa ääntä.
fr: Ce titre n’a pas d’audio lisible.
ja: この曲には再生できるオーディオがありません。
uk: У цієї пісні немає аудіо для відтворення.
zh_hans: 这首歌曲没有可播放的音频。
zh_hant: 這首歌曲沒有可播放的音訊。

source: This video couldn't be played
de: Dieses Video konnte nicht abgespielt werden
fi: Tätä videota ei voitu toistaa
fr: Impossible de lire cette vidéo
ja: このビデオを再生できませんでした
uk: Не вдалося відтворити це відео
zh_hans: 无法播放此视频
zh_hant: 無法播放此影片

source: Title
de: Titel
fi: Nimi
fr: Titre
ja: タイトル
uk: Назва
zh_hans: 标题
zh_hant: 標題

source: Toggles translated lyrics.
de: Schaltet übersetzte Liedtexte um.
fi: Vaihtaa käännettyjen sanoitusten näkyvyyttä.
fr: Active ou désactive les paroles traduites.
ja: 翻訳された歌詞の表示を切り替えます。
uk: Перемикає перекладений текст.
zh_hans: 切换翻译歌词。
zh_hant: 切換翻譯歌詞。

source: Too many attempts. Wait a moment and try again.
de: Zu viele Versuche. Warte kurz und versuche es erneut.
fi: Liian monta yritystä. Odota hetki ja yritä uudelleen.
fr: Trop de tentatives. Patientez un instant, puis réessayez.
ja: 試行回数が多すぎます。しばらく待ってから、もう一度お試しください。
uk: Забагато спроб. Зачекайте трохи й спробуйте ще раз.
zh_hans: 尝试次数过多。请稍候再试。
zh_hant: 嘗試次數過多。請稍候再試。

source: Top Picks for You
de: Top-Tipps für dich
fi: Parhaat valinnat sinulle
fr: Meilleurs choix pour vous
ja: あなたへのトップピック
uk: Найкраще для вас
zh_hans: 为你精选
zh_hant: 為你精選

source: Total
de: Gesamt
fi: Yhteensä
ja: 合計
uk: Усього
zh_hans: 总计
zh_hant: 總計

source: Track %lld of %lld
de: Titel %1$lld von %2$lld
fi: Kappale %1$lld/%2$lld
fr: Titre %1$lld sur %2$lld
ja: %2$lld曲中%1$lld曲目
uk: Трек %1$lld з %2$lld
zh_hans: 第 %1$lld 首，共 %2$lld 首
zh_hant: 第 %1$lld 首，共 %2$lld 首

source: Translate Lyrics
de: Liedtexte übersetzen
fi: Käännä sanoitukset
fr: Traduire les paroles
ja: 歌詞を翻訳
uk: Перекласти текст
zh_hans: 翻译歌词
zh_hant: 翻譯歌詞

source: Translating
de: Wird übersetzt
fi: Käännetään
fr: Traduction
ja: 翻訳中
uk: Переклад
zh_hans: 正在翻译
zh_hant: 正在翻譯

source: Treble Boost
de: Höhenverstärkung
fi: Diskanttikorostus
fr: Aigus renforcés
ja: 高音強調
uk: Підсилення високих частот
zh_hans: 高音增强
zh_hant: 高音增強

source: Trending
de: Angesagt
fi: Suositut
fr: Tendances
ja: トレンド
uk: Популярне
zh_hans: 热门
zh_hant: 熱門

source: Trending and library
de: Angesagt und Mediathek
fi: Suositut ja kirjasto
fr: Tendances et bibliothèque
ja: トレンドとライブラリ
uk: Популярне й медіатека
zh_hans: 热门与资料库
zh_hant: 熱門與資料庫

source: Trending Now
de: Gerade angesagt
fi: Nyt suosittua
fr: Tendance du moment
ja: 今のトレンド
uk: Популярне зараз
zh_hans: 当前热门
zh_hant: 目前熱門

source: Trending songs
de: Angesagte Songs
fi: Suositut kappaleet
fr: Titres tendance
ja: 人気の曲
uk: Популярні пісні
zh_hans: 热门歌曲
zh_hant: 熱門歌曲

source: Trending songs will appear here.
de: Angesagte Songs erscheinen hier.
fi: Suositut kappaleet näkyvät täällä.
fr: Les titres tendance apparaîtront ici.
ja: 人気の曲がここに表示されます。
uk: Популярні пісні з’являться тут.
zh_hans: 热门歌曲会显示在这里。
zh_hant: 熱門歌曲會顯示在這裡。

source: Trending This Week
de: Angesagt diese Woche
fi: Suosittua tällä viikolla
fr: Tendances de la semaine
ja: 今週のトレンド
uk: Популярне цього тижня
zh_hans: 本周热门
zh_hant: 本週熱門

source: Try a broader style or mood
de: Versuche einen allgemeineren Stil oder eine Stimmung
fi: Kokeile laajempaa tyyliä tai tunnelmaa
fr: Essayez un style ou une ambiance plus large
ja: もっと広いスタイルや雰囲気で試してください
uk: Спробуйте ширший стиль або настрій
zh_hans: 试试更宽泛的风格或氛围
zh_hant: 試試更廣泛的風格或氛圍

source: Try a different song or artist.
de: Versuche einen anderen Song oder Künstler.
fi: Kokeile toista kappaletta tai artistia.
fr: Essayez un autre titre ou artiste.
ja: 別の曲またはアーティストをお試しください。
uk: Спробуйте іншу пісню або виконавця.
zh_hans: 试试其他歌曲或艺人。
zh_hant: 試試其他歌曲或藝人。

source: Try again
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
ja: もう一度試す
uk: Спробувати ще раз
zh_hans: 再试一次
zh_hant: 再試一次

source: Try Again
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
ja: 再試行
uk: Спробувати знову
zh_hans: 重试
zh_hant: 重試

source: Try another artist.
de: Versuche einen anderen Künstler.
fi: Kokeile toista artistia.
fr: Essayez un autre artiste.
ja: 別のアーティストをお試しください。
uk: Спробуйте іншого виконавця.
zh_hans: 试试其他艺人。
zh_hant: 試試其他藝人。

source: Try another category or search term.
de: Versuche eine andere Kategorie oder einen anderen Suchbegriff.
fi: Kokeile toista kategoriaa tai hakusanaa.
fr: Essayez une autre catégorie ou un autre terme de recherche.
ja: 別のカテゴリまたは検索語をお試しください。
uk: Спробуйте іншу категорію або пошуковий запит.
zh_hans: 试试其他类别或搜索词。
zh_hant: 試試其他類別或搜尋字詞。

source: Try another playlist name.
de: Versuche einen anderen Playlist-Namen.
fi: Kokeile toista soittolistan nimeä.
fr: Essayez un autre nom de playlist.
ja: 別のプレイリスト名をお試しください。
uk: Спробуйте іншу назву плейлиста.
zh_hans: 试试其他歌单名称。
zh_hant: 試試其他歌單名稱。

source: Try another song or artist.
de: Versuche einen anderen Song oder Künstler.
fi: Kokeile toista kappaletta tai artistia.
fr: Essayez un autre titre ou artiste.
ja: 別の曲またはアーティストをお試しください。
uk: Спробуйте іншу пісню або виконавця.
zh_hans: 试试其他歌曲或艺人。
zh_hant: 試試其他歌曲或藝人。

source: Try another song title or artist.
de: Versuche einen anderen Songtitel oder Künstler.
fi: Kokeile toista kappaleen nimeä tai artistia.
fr: Essayez un autre titre ou artiste.
ja: 別の曲名またはアーティスト名をお試しください。
uk: Спробуйте іншу назву пісні або виконавця.
zh_hans: 试试其他歌名或艺人。
zh_hant: 試試其他歌名或藝人。

source: Try reloading this list.
de: Versuche, diese Liste neu zu laden.
fi: Yritä ladata tämä luettelo uudelleen.
fr: Essayez de recharger cette liste.
ja: このリストを再読み込みしてください。
uk: Спробуйте перезавантажити цей список.
zh_hans: 请尝试重新加载此列表。
zh_hant: 請嘗試重新載入此列表。

source: Turn Off Vocal Removal
de: Gesangsentfernung ausschalten
fi: Poista laulun poisto käytöstä
fr: Désactiver la suppression de la voix
ja: ボーカル除去をオフにする
uk: Вимкнути видалення вокалу
zh_hans: 关闭人声消除
zh_hant: 關閉人聲消除

source: Turn On
de: Aktivieren
fi: Ota käyttöön
fr: Activer
ja: 有効にする
uk: Увімкнути
zh_hans: 开启
zh_hant: 開啟

source: Turn on auto-analyze during playback?
de: Automatische Analyse während der Wiedergabe aktivieren?
fi: Otetaanko automaattinen analyysi käyttöön toiston aikana?
fr: Activer l’analyse automatique pendant la lecture ?
ja: 再生中の自動解析を有効にしますか？
uk: Увімкнути автоаналіз під час відтворення?
zh_hans: 开启播放时自动分析？
zh_hant: 開啟播放時自動分析？

source: Turn on Experiments to access early, in-progress features before they're finished.
de: Aktiviere Experimente, um Funktionen schon während ihrer Entwicklung zu nutzen.
fi: Ota kokeilut käyttöön kokeillaksesi keskeneräisiä toimintoja.
fr: Activez les expériences pour accéder aux fonctions encore en développement.
ja: 実験的機能を有効にすると、開発途中の機能を試せます。
uk: Увімкніть експерименти, щоб спробувати функції ще під час розробки.
zh_hans: 启用实验功能以体验尚在开发中的功能。
zh_hant: 啟用實驗功能以體驗尚在開發中的功能。

source: Turn On Experiments?
de: Experimente aktivieren?
fi: Otetaanko kokeilut käyttöön?
fr: Activer les expériences ?
ja: 実験的機能を有効にしますか？
uk: Увімкнути експерименти?
zh_hans: 启用实验功能？
zh_hant: 啟用實驗功能？

source: Turn Shuffle Off
de: Zufallswiedergabe ausschalten
fi: Poista sekoitus käytöstä
fr: Désactiver la lecture aléatoire
ja: シャッフルをオフにする
uk: Вимкнути перемішування
zh_hans: 关闭随机播放
zh_hant: 關閉隨機播放

source: Turn Shuffle On
de: Zufallswiedergabe einschalten
fi: Ota sekoitus käyttöön
fr: Activer la lecture aléatoire
ja: シャッフルをオンにする
uk: Увімкнути перемішування
zh_hans: 开启随机播放
zh_hant: 開啟隨機播放

source: Turns shuffle off.
de: Schaltet die Zufallswiedergabe aus.
fi: Poistaa sekoituksen käytöstä.
fr: Désactive la lecture aléatoire.
ja: シャッフルをオフにします。
uk: Вимикає перемішування.
zh_hans: 关闭随机播放
zh_hant: 關閉隨機播放

source: Turns shuffle on.
de: Schaltet die Zufallswiedergabe ein.
fi: Ottaa sekoituksen käyttöön.
fr: Active la lecture aléatoire.
ja: シャッフルをオンにします。
uk: Вмикає перемішування.
zh_hans: 开启随机播放
zh_hant: 開啟隨機播放

source: Type at least two characters to find songs.
de: Gib mindestens zwei Zeichen ein, um Songs zu finden.
fi: Kirjoita vähintään kaksi merkkiä löytääksesi kappaleita.
fr: Saisissez au moins deux caractères pour trouver des titres.
ja: 曲を探すには2文字以上入力してください。
uk: Введіть щонайменше два символи, щоб знайти пісні.
zh_hans: 至少输入两个字符来查找歌曲。
zh_hant: 至少輸入兩個字元來尋找歌曲。

source: Unable to Load New Songs
de: Neue Songs konnten nicht geladen werden
fi: Uusia kappaleita ei voitu ladata
fr: Impossible de charger les nouveaux titres
ja: 新しい曲を読み込めません
uk: Не вдалося завантажити нові пісні
zh_hans: 无法加载新歌
zh_hant: 無法載入新歌
